Repository: trigmadev/TestJob
Catalog: Jornalero.Library/Resources/*.resx
Languages: spanish

source: Share your favorite spots with the world
spanish: Поделитесь своими любимыми местами с миром

source: What makes your neighborhood awesome?
spanish: Что делает ваш район удивительным?

source: Find the places that locals love.
spanish: Найдите места, которые любят местные жители

source: Continue with Email
spanish: Продолжить с эл.почтой

source: Create your account
spanish: Создать аккаунт

source: Email address
spanish: Электр. адрес

source: Password
spanish: Пароль

source: Submit
spanish: Отправить

source: Already have an account?
spanish: Уже есть аккаунт?

source: Welcome back!
spanish: Добро пожаловать!

source: Sign in
spanish: Войти

source: Forgot your password?
spanish: Забыли пароль?

source: Reset password
spanish: Восстановить пароль

source: Signing you up for Spark
spanish: Регистрация в Spark

source: Customize your profile
spanish: Настройте свой профиль

source: Checking availability...
spanish: Проверяем наличие...

source: Saving the new you...
spanish: Сохраняем вас...

source: Take photo
spanish: Сделать фото

source: Choose existing photo
spanish: Выберать фотографию

source: Cancel
spanish: Отменить

source: Save
spanish: Сохранить

source: Logging in
spanish: Вход в систему

source: Joining
spanish: Добавление

source: Location, Location, Location
spanish: Местонахождение, Местонахождение, Местонахождение

source: Spark shows you what people in your area are up to. Allow Spark to access your location and join in the adventure!
spanish: Spark показывает, чем заняты люди в вашем районе. Предоставьте Spark доступ к вашему местонахождению, и пускайтесь в приключения!

source: Onward
spanish: Далее

source: Your phone settings have location disabled.
spanish: В вашем телефоне отключены настройки локации.

source: Go to settings
spanish: В настройки

source: Explore with Spark...
spanish: Исследовать с Spark...

source: Enable your phone's location to explore and share what's happening near you.
spanish: Включить местоположение вашего телефона, чтобы исследовать и поделиться тем, что происходит рядом с вами.

source: View San Francisco
spanish: Показать Сан-Франциско

source: Logging you in to Spark...
spanish: Подключаемся к Spark...

source: Spark uses location to show you the exciting experiences users are having nearby. It's private and secure.
spanish: Spark использует местонахождение, чтобы поделиться с вами захватывающим опытом пользователей, которые рядом. Это конфиденциально и безопасно.

source: Allow Spark to use your location to explore and share what's happening near you.
spanish: Разрешите Spark использовать ваше местонахождение, чтобы обнаружить и поделиться тем, что происходит рядом с вами.

source: Allow Spark to use your location
spanish: Разрешить Spark использовать ваше местоположение

source: Not ready yet? Test drive Spark and see the San Francisco only locals know.
spanish: Пока не готовы? Попробуйте Spark для Сан-Франциско, который знают только местные жители.

source: Settings
spanish: Настройки

source: Not yet
spanish: Ещё нет

source: Get the party started!
spanish: Начинаем веселиться!

source: Looks like you are one of the first users in your area! Kick off the fun by sharing what's happening in your area.
spanish: Похоже, вы один из первых пользователей в вашем районе! Начните первым делиться тем, что происходит в вашем районе.

source: Spark shows you trending experiences in your area. Get Inspired!
spanish: Spark показывает главные тенденции в вашем районе. Вдохновитесь!

source: Posts show what's cool in your area. What's happening near you?
spanish: Посты показывают, что есть крутого в вашем районе. Что происходит рядом с вами?

source: Upvote posts to give kudos and spread the word
spanish: Оценивайте посты, чтобы повысить рейтинг и рассказать другим

source: Discover near you in...
spanish: Найти рядом с вами в...

source: When you want to post your favorite events, spots or views with others tap...
spanish: Если хотите добавить ваши любимые события, места, и разделить мнение с другими, нажмите...

source: Spinning the hamster wheels
spanish: Бегаем как белка в колесе

source: Warming up the flux capacitor
spanish: Заводим ускоритель

source: Finding the nearest awesome
spanish: Ищем ближайщее классное место

source: Priming the latest fun around you
spanish: Зажигаем веселье рядом с вами

source: Reticulating splines
spanish: Загружаем информацию

source: Energizing...
spanish: Заряжаемся....

source: I'm giving her all she's got
spanish: Выжимаемся по-максимуму

source: Contacting Scotty
spanish: Звоним главному инженеру

source: Warp speed engage
spanish: Включаем максимальную скорость

source: Hacking quantum physics
spanish: Постигаем квантовую физику

source: Nearby places incoming
spanish: Исследуем места поблизости

source: Grabbing nearby places
spanish: Исследуем места поблизости

source: Flipping through the yellow pages
spanish: Перелистываем справочник

source: Posting to your local Spark
spanish: Размещаем сообщения о местах поблизости в Spark

source: Sharing is caring
spanish: Делиться - хорошо!

source: Sharing fun
spanish: Делимся весельем

source: Nearby
spanish: Поблизости

source: Notifications
spanish: Уведомления

source: Profile
spanish: Профиль

source: List
spanish: Список

source: This is a public Instagram post we think you'll like
spanish: Это открытый пост Instagram, который вам должен понравится

source: Getting upvotes earns you cooler titles. Show off your street cred!
spanish: Оценка постов даст вам крутое звание. Похвастуйтесь своим авторитетом!

source: Here are the top trending posts near you!
spanish: Вот топ сообщений о местах рядом с вами!

source: Ask a question, leave a note, or just give props!
spanish: Задайте вопрос, напишите заметку, или просто поблагодарите!

source: Astronaut
spanish: Космонавт

source: Newcomer
spanish: Пришелец

source: Apprentice
spanish: Начинающий

source: Scout
spanish: Разведчик

source: Explorer
spanish: Исследователь

source: Trailblazer
spanish: Проводник

source: now
spanish: сейчас

source: mins
spanish: мин.

source: minutes
spanish: минуты

source: hours
spanish: часы

source: days
spanish: дни

source: weeks
spanish: недели

source: months
spanish: месяцы

source: Share what's happening around you...
spanish: Поделитесь тем, что происходит рядом с вами...

source: Tag a place
spanish: Отметить место

source: Current spot
spanish: Текущее место

source: Create new post
spanish: Создать новый пост

source: Post
spanish: Пост

source: Posting
spanish: Добавляем

source: Share this awesome post with your friends on Facebook and Twitter
spanish: Поделитесь этим с вашими друзьями на Facebook и Twitter

source: Spark works best when you know the latest!
spanish: Spark делает всё, чтобы вы знали последние новинки!

source: Turn on push notifications to know right away when fellow Sparks interact with your posts.
spanish: Включите Push-уведомления, чтобы видеть комментарии других пользователей.

source: not now
spanish: не сейчас

source: Notify me!
spanish: Сообщить мне!

source: Nothing to see here yet!
spanish: Пока ничего интересного здесь!

source: Connect with those around you and before you know it you'll have some notifications here ;)
spanish: Свяжитесь с теми, кто вокруг вас, и получайте уведомления первыми прямо здесь ;)

source: Notification
spanish: Уведомления

source: Close
spanish: Отменить

source: Take me to it!
spanish: Ведите меня туда!

source: (name) commented on a post you upvoted at (location)
spanish: (name) прокомментировал(а) вашу оценку для (location)

source: (name) upvoted your post at (location)
spanish: (name) оценил(а) ваш пост про (location)

source: (name) commented on your post at (location)
spanish: (name) прокомментировал(а) ваш пост про (location)

source: (name) commented on a post you commented on at (location)
spanish: (name) ответил(а) на ваш пост про (location)

source: edit profile
spanish: Редактировать профиль

source: Recent activity
spanish: Недавняя активность

source: Change image
spanish: Изменить фотографию

source: Edit handle
spanish: Изменить имя пользователя

source: No activity yet :{
spanish: Пока нет активности :{

source: a post at
spanish: пост

source: posted
spanish: опубликовано

source: commented
spanish: прокомментировано

source: upvoted
spanish: оценено

source: Comment email notifications
spanish: комментариях по эл. почте

source: Comment push notifications
spanish: Push о комментариях

source: Upvote push notifications
spanish: Push об оценках

source: Nearby push notifications
spanish: Push о местах поблизости

source: Other
spanish: Другое

source: Support
spanish: Поддержка

source: App store review
spanish: Анализ App Store

source: blog
spanish: блог

source: Terms of Use
spanish: Условия использования

source: Privacy Policy
spanish: Политика Конфиденциальности

source: Sign out
spanish: Выйти

source: Current build
spanish: Текущая версия

source: Teleport
spanish: Телепорт

source: Current location
spanish: Текущее местоположение

source: Trending Places
spanish: Популярные места

source: These are the hottest locations in Spark right now! Watch for more coming soon.
spanish: Самые горячие места в Spark прямо сейчас! Продолжайте следить за новинками.

source: Details
spanish: Детали

source: Share
spanish: Поделиться

source: Your comment
spanish: Ваш комментарий

source: Get directions
spanish: Получить координаты

source: Flag
spanish: Отметить место

source: comment
spanish: прокомментировано

source: upvote
spanish: оценено

source: Cancel
spanish: Отменить

source: Add
spanish: Добавить

source: Oops!
spanish: Ой!

source: There was a problem acessing the latest data. Do you want to try again?
spanish: Проблема в загрузке последних данных. Хотите попробовать ещё раз?

source: No thanks
spanish: Нет, спасибо

source: Try again
spanish: Ещё раз

source: Missing info
spanish: Не хватает данных

source: Both email and password required
spanish: Необходим адрес эл.почты и пароль

source: Bad email
spanish: Неверная эл.почта

source: That doesn't look like a real email address to us
spanish: Похоже это неверный адрес эл.почты

source: That email is already in use. Maybe you want to sign in instead?
spanish: Эта эл.почта уже используется. Может вы хотите войти?

source: Error loading nearby
spanish: Ошибка загрузки мест поблизости

source: Couldn't find you
spanish: Не можем вас найти

source: Double check your email and password combination.
spanish: Проверьте ещё раз сочетание эл.почты и пароля.

source: Sometimes size does matter!
spanish: Иногда размер имеет значение!

source: We want your posts to look their very best so please only select images that are...
spanish: Мы хотим, чтобы ваши посты выглядели супер. Пожалуйста, выберите фото, которые...

source: This post is only an example
spanish: Пример поста

source: Had it been a real post you could upvote to help others find it.
spanish: Могли бы вы проголосовать за этот пост, чтобы другие нашли его?

source: Had it been a real post you'd be seeing a lot more detail right now.
spanish: Мог бы этот пост помочь вам увидеть дополнительные детали?

source: Right here
spanish: Прямо здесь

source: Your post is awesome
spanish: Потрясающий пост!

source: We auto upvoted for you - because let's be honest, your post is awesome.
spanish: Мы автоматически проголосовали за вас. Если честно, ваш пост просто потрясающий!

source: No unvoting your own post
spanish: Нельзя отменить голосование своему посту

source: Sign in failed
spanish: Ошибка входа

source: Sign in failed unexpectedly. Please try again.
spanish: Ошибка входа. Попробуйте ещё раз.

source: Join Failed
spanish: Попытка не удалась

source: Join failed unexpectedly. Please try again.
spanish: Попытка не удалась. Пожалуйста, попробуйте ещё раз.

source: Notifications
spanish: Уведомления

source: First name
spanish: имя

source: Last name
spanish: Фамилия

source: Email
spanish: эл.почта
